altimateai.vscode-altimate-mcp-server
amazonwebservices.aws-toolkit-vscode
anthropic.claude-code
aykutsarac.jsoncrack-vscode
bierner.markdown-mermaid
breaking-brake.cc-wf-studio
charliermarsh.ruff
databricks.databricks
eamodio.gitlens
esbenp.prettier-vscode
github.copilot-chat
google.geminicodeassist
googlecloudtools.cloudcode
grapecity.gc-excelviewer
hashicorp.terraform
innoverio.vscode-dbt-power-user
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
mtxr.sqltools
pkief.material-icon-theme
qwtel.sqlite-viewer
randomfractalsinc.duckdb-sql-tools
redhat.vscode-yaml
ritwickdey.liveserver
samuelcolvin.jinjahtml
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
usernamehw.errorlens
vivaxy.vscode-conventional-commits
wholroyd.jinja
